{
    "vote": {
        "title": "Votoni për të vazhduar përdorimin e AI falas",
        "description": {
            "1": "Leja e përdorimit të AI nuk rritet në pemë! Na mbështesni me një [votim të shpejtë në top.gg]({url}), kjo i lejon njerëzit të gjejnë më lehtë {name}, faleminderit për mbështetjen tuaj!",
            "2": "Votimi për mua do t'ju lejojë të keni leje për të gjeneruar sa më shumë imazhe të AI që dëshironi për 12 orët e ardhshme!"
        }
    },
    "illegal": {
        "title": "Përmbajtja e mundshme e paligjshme",
        "description": {
            "1": "Kam zbuluar përmbajtje të mundshme të paligjshme në pyetjen tuaj, ju lutemi përmbahuni nga përdorimi i saj.",
            "2": "Nëse mendoni se ky është një gabim, ju lutemi raportoni në [serverin tonë të mbështetjes]({url}), faleminderit."
        }
    },
    "better_query": {
        "title": "Njihni modelin tuaj dhe përmirësoni pyetjet",
        "description": {
            "1": "Imazhi përmirësohet ndërsa jepni më shumë detaje në pyetje. Mbani në mend se mbishkrimi i pyetjes negative do të heqë paravendosjen.",
            "2": "Duhet të [gjeni udhëzimet e përdorimit]({url}) që modeli juaj të ketë rezultate më të mira.",
            "3": "Vini re se jo çdo model është i mirë për gjithçka, disa modele janë trajnuar në anime dhe disa të tjera në imazhe realiste.",
            "4": "Po, unë mund të gjeneroj përmbajtje NSFW, por ju mund ta përdorni vetëm brenda [kanaleve të shënuara NSFW] ({url})."
        },
        "footer": "Ky mesazh shfaqet vetëm një herë"
    },
    "model": {
        "title": "Është zgjedhur model i pavlefshëm",
        "description": {
            "1": "Modeli që keni zgjedhur nuk ekziston, ju lutemi përdorni opsionet e plotësimit automatik.",
            "2": "Nëse kjo vazhdon të ndodhë, ju lutemi pyesni në [serverin tonë të mbështetjes] ({url}), faleminderit."
        }
    },
    "error": {
        "title": "Pati një gabim gjatë krijimit",
        "description": {
            "2": "Nëse mendoni se ky është një gabim, ju lutemi raportoni atë në [serverin e mbështetjes] ({url}), na vjen keq."
        }
    },
    "button": {
        "regenerate": "Rigjeneroni",
        "selenite": "Merr Gemini Chat Bot",
        "examples": "Shikoni disa shembuj të mrekullueshëm"
    },
    "nsfw_query": "Ke provuar disa gjëra të këqija në pyetje. Kalo te ose krijo një kanal të shënuar NSFW për ta përdorur atë!"
}