{
    "vote": {
        "title": "Vote para continuar usando a IA gratuita",
        "description": {
            "1": "A geração Ai {command} não cresce em árvores! Apoie-nos com uma [votação rápida no top.gg]({url}), permite que as pessoas encontrem {name} mais facilmente, obrigado pelo seu apoio!",
            "2": "Votar por mim lhe permitirá ter acesso para gerar quantas imagens de IA quiserem nas próximas 12 horas!"
        }
    },
    "illegal": {
        "title": "Possível conteúdo ilegal",
        "description": {
            "1": "Eu detectei possíveis conteúdos ilegais na sua consulta, por favor se abstenha de usá-los.",
            "2": "Se você acha que isso é um erro, por favor, reporte em nosso [servidor de suporte]({url}), obrigado."
        }
    },
    "better_query": {
        "title": "Conheça o seu modelo e melhore as consultas",
        "description": {
            "1": "A imagem melhora conforme você fornece mais e melhores detalhes na consulta, note que substituir a consulta negativa irá remover a predefinição.",
            "2": "Você deve [encontrar as diretrizes de uso]({url}) para que o seu modelo obtenha melhores resultados.",
            "3": "Note-se que nem todos os modelos são bons para tudo, alguns modelos são treinados em anime e outros em imagens realistas.",
            "4": "Sim, eu posso gerar conteúdo NSFW, mas você só pode usá-lo dentro de [canais marcados por NSFW]({url})."
        },
        "footer": "Esta mensagem é exibida apenas uma vez"
    },
    "model": {
        "title": "Modelo inválido selecionado",
        "description": {
            "1": "O modelo que você selecionou não existe, por favor, use as opções de preenchimento automático.",
            "2": "Se isso continuar acontecendo, por favor peça ajuda em nosso [servidor de suporte]({url}), obrigado."
        }
    },
    "error": {
        "title": "Houve um erro ao gerar",
        "description": {
            "2": "Se você acha que isso é um bug, por favor, reporte-o em nosso [servidor de suporte]({url}), pedimos desculpas."
        }
    },
    "button": {
        "regenerate": "Gerar novamente",
        "selenite": "Get Gemini Chat Bot",
        "examples": "Veja alguns exemplos incríveis"
    },
    "nsfw_query": "Você tentou alguma coisa safada na consulta. Mude ou crie um canal marcado como NSFW para usar isso!"
}