{
    "vote": {
        "title": "Vota per continuare ad utilizzare l'IA gratuitamente",
        "description": {
            "1": "La generazione di {command} con l'intelligenza Artificiale non cresce sugli alberi! Sostienici con un [voto rapido su top.gg]({url}), permette alle persone di trovare {name} più facilmente, grazie per il tuo supporto!",
            "2": "Votarmi vi permetterà di generare tutte le immagini con l'intelligenza artificiale che desidera per le prossime 12 ore senza interruzioni!"
        }
    },
    "illegal": {
        "title": "Contenuto possibilmente illegale",
        "description": {
            "1": "Ho rilevato possibili contenuti illegali nel tuo messaggio, per favore non usarli.",
            "2": "Se pensi che questo sia un errore, segnalalo sul nostro [server di supporto]({url}), grazie."
        }
    },
    "better_query": {
        "title": "Know your model and improve queries",
        "description": {
            "1": "The image improves as you provide more and better details in the query, note that overwriting the negative query will remove the preset.",
            "2": "You should [find the usage guidelines]({url}) for your model to get better results.",
            "3": "Note that not every model is good for everything, some models are trained on anime and some other on realistic images.",
            "4": "Sì, posso generare contenuti NSPL, ma puoi usarli solo all'interno di [canali NSPL contrassegnati]({url}). - (NSPL: Non sicuri per il lavoro)"
        },
        "footer": "This message is only shown once"
    },
    "model": {
        "title": "Modello selezionato non valido",
        "description": {
            "1": "Il modello selezionato non esiste, utilizza le opzioni di completamento automatico.",
            "2": "Se questo continua a accadere, si prega di chiedere nel nostro [server di supporto]({url}), grazie."
        }
    },
    "error": {
        "title": "Si è verificato un errore durante il generamento",
        "description": {
            "2": "Se pensi che questo sia un errore, segnalalo sul nostro [server di supporto]({url}), grazie."
        }
    },
    "button": {
        "regenerate": "Rigenera",
        "selenite": "Get Gemini Chat Bot",
        "examples": "View some awesome examples",
        "convert_channel_nsfw": "Converti canale un Canale soggetto a limiti di età"
    },
    "nsfw_query": "Hai provato alcune cose cattive nella descrizione.. Passa a o crea un canale contrassegnato `Soggetto a limiti di età` per usarlo!"
}