{
    "vote": {
        "title": "Vota per continuare ad utilizzare l'IA gratuitamente",
        "description": {
            "1": "La generazione di {command} con l'intelligenza Artificiale non cresce sugli alberi! Sostienici con un [voto rapido su top.gg]({url}), permette alle persone di trovare {name} più facilmente, grazie per il tuo supporto!",
            "2": "Votarmi vi permetterà di generare tutte le immagini con l'intelligenza artificiale che desidera per le prossime 12 ore senza interruzioni!"
        }
    },
    "illegal": {
        "title": "Contenuto possibilmente illegale",
        "description": {
            "1": "Ho rilevato possibili contenuti illegali nel tuo messaggio, per favore non usarli.",
            "2": "Se pensi che questo sia un errore, segnalalo sul nostro [server di supporto]({url}), grazie."
        }
    },
    "better_query": {
        "title": "Scrivi descrizioni migliori",
        "description": {
            "1": "La qualità del risultato migliora in quanto fornisci maggiori dettagli sia per le descrizioni che per le descrizioni negative.",
            "2": "Puoi solo copiare l'esempio mostrato sopra nel mio messaggio e giocare con la sua descrizione.",
            "3": "Nota che non ogni modello è buono per tutto, quindi potresti voler usare per esempio `Anime ..` per le descrizioni relative ad Anime.",
            "4": "Sì, posso generare contenuti NSPL, ma puoi usarli solo all'interno di [canali NSPL contrassegnati]({url}). - (NSPL: Non sicuri per il lavoro)"
        }
    },
    "model": {
        "title": "Modello selezionato non valido",
        "description": {
            "1": "Il modello selezionato non esiste, utilizza le opzioni di completamento automatico.",
            "2": "Se questo continua a accadere, si prega di chiedere nel nostro [server di supporto]({url}), grazie."
        }
    },
    "error": {
        "title": "Si è verificato un errore durante il generamento",
        "description": {
            "2": "Se pensi che questo sia un errore, segnalalo sul nostro [server di supporto]({url}), grazie."
        }
    },
    "button": {
        "regenerate": "Rigenera",
        "once": "Questo messaggio è mostrato solo una volta",
        "selenite": "Usa il chat bot Gemini",
        "convert_channel_nsfw": "Converti canale un Canale soggetto a limiti di età"
    },
    "nsfw_query": "Hai provato alcune cose cattive nella descrizione.. Passa a o crea un canale contrassegnato `Soggetto a limiti di età` per usarlo!"
}