{
    "vote": {
        "title": "Vota per continuare ad utilizzare l'IA gratuitamente",
        "description": {
            "1": "La generazione di {command} con l'intelligenza Artificiale non cresce sugli alberi! Sostienici con un [voto rapido su top.gg]({url}), permette alle persone di trovare {name} più facilmente, grazie per il tuo supporto!",
            "2": "Votarmi vi permetterà di generare tutte le immagini con l'intelligenza artificiale che desidera per le prossime 12 ore senza interruzioni!"
        }
    },
    "illegal": {
        "title": "Contenuto possibilmente illegale",
        "description": {
            "1": "Ho rilevato possibili contenuti illegali nel tuo messaggio, per favore non usarli.",
            "2": "Se pensi che questo sia un errore, segnalalo sul nostro [server di supporto]({url}), grazie."
        }
    },
    "better_query": {
        "title": "Scrivi descrizioni migliori",
        "description": {
            "1": "La qualità del risultato migliora in quanto fornisci maggiori dettagli sia per le descrizioni che per le descrizioni negative.",
            "2": "Puoi solo copiare l'esempio mostrato sopra nel mio messaggio e giocare con la sua descrizione.",
            "3": "Nota che non ogni modello è buono per tutto, quindi potresti voler usare per esempio `Anime ..` per le descrizioni relative ad Anime.",
            "4": "Yes, I can generate NSFW content, but you can only use it inside of [NSFW marked channels]({url})."
        }
    },
    "model": {
        "title": "Invalid model selected",
        "description": {
            "1": "The model you selected does not exist, please use the autocomplete options.",
            "2": "If this continues to happen, please ask in our [support server]({url}), thank you."
        }
    },
    "error": {
        "title": "There was an error while generating",
        "description": {
            "2": "If you think this is a bug, please report it on our [support server]({url}), we're sorry."
        }
    },
    "button": {
        "regenerate": "Regenerate",
        "once": "This message is only shown once",
        "selenite": "Get Gemini chat bot",
        "convert_channel_nsfw": "Convert channel to NSFW"
    },
    "nsfw_query": "You tried some naughty stuff in the query.. Switch to or create an NSFW marked channel to use such!"
}